paularmand/badge_2024_micropython/boards/FRI3D_BADGE_2022/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Fri3dcamp 2022 badge"
#define MICROPY_HW_MCU_NAME "ESP32"
